[
	{
		"id": 1,
		"name": "Bruce Wayne",
		"heroName": "Batman",
		"powers": [
			"Detective skills",
			"Martial arts",
			"Intelligence"
		],
		"level": 10,
		"creationDate": "2005-05-03T14:30:00Z",
		"description": "Bruce Wayne, also known as Batman, is a Gotham City vigilante. He uses his intelligence, combat skills, and advanced technology to fight crime and protect the innocent."
	},
	{
		"id": 2,
		"name": "Diana Prince",
		"heroName": "Wonder Woman",
		"powers": [
			"Super strength",
			"Lasso of Truth",
			"Flight"
		],
		"level": 9,
		"creationDate": "2003-11-15T12:45:00Z",
		"description": "Wonder Woman, or Diana Prince, is an Amazon warrior with supernatural abilities. She defends peace and justice, using her strength, her bravery, and her Lasso of Truth to fight evil "
	},
	{
		"id": 3,
		"name": "Clark Kent",
		"heroName": "Superman",
		"powers": [
			"Super strength",
			"Flight",
			"Heat vision"
		],
		"level": 10,
		"creationDate": "2001-02-28T09:15:00Z",
		"description": "Clark Kent, aka Superman, is an alien from Krypton with amazing abilities. He protects Earth with his superhuman strength, speed and heat vision, defending truth and justice."
	},
	{
		"id": 4,
		"name": "Barry Allen",
		"heroName": "The Flash",
		"powers": [
			"Super speed",
			"Time manipulation",
			"Intangibility"
		],
		"level": 8,
		"creationDate": "2010-08-18T16:20:00Z",
		"description": "Barry Allen, known as The Flash, is the fastest man alive. He uses his incredible speed to protect Central City and the world from threats, while fighting injustice and helping others."
	},
	{
		"id": 5,
		"name": "Arthur Curry",
		"heroName": "Aquaman",
		"powers": [
			"Super strength",
			"Underwater breathing",
			"Telepathic communication"
		],
		"level": 7,
		"creationDate": "2012-05-09T11:10:00Z",
		"description": "Arthur Curry, known as Aquaman, is the king of Atlantis and a powerful aquatic warrior. He controls the oceans and sea creatures, fighting to protect both the oceans and the surface of the world."
	},
	{
		"id": 6,
		"name": "Hal Jordan",
		"heroName": "Green Lantern",
		"powers": [
			"Power ring",
			"Flight",
			"Energy constructs"
		],
		"level": 8,
		"creationDate": "2009-03-27T18:55:00Z",
		"description": "Hal Jordan is a member of the Green Lantern Corps, an intergalactic force. With his power ring, he can create anything he imagines, defending the universe against interplanetary threats."
	},
	{
		"id": 7,
		"name": "Natasha Romanoff",
		"heroName": "Black Widow",
		"powers": [
			"Espionage",
			"Martial arts",
			"Marksmanship"
		],
		"level": 9,
		"creationDate": "2006-11-05T13:40:00Z",
		"description": "Natasha Romanoff, also known as Black Widow, is a highly trained spy and formidable fighter. She combats organized crime and global threats using her infiltration and combat skills."
	},
	{
		"id": 8,
		"name": "Peter Parker",
		"heroName": "Spider-Man",
		"powers": [
			"Wall-crawling",
			"Super agility",
			"Spider-sense"
		],
		"level": 8,
		"creationDate": "2007-09-14T10:25:00Z",
		"description": "Peter Parker, the incredible Spider-Man, gained spider-like abilities after being bitten by a radioactive spider. He balances his life as a student and superhero, defending New York against supervillains while protecting the innocent."
	},
	{
		"id": 9,
		"name": "Matt Murdock",
		"heroName": "Daredevil",
		"powers": [
			"Enhanced senses",
			"Expert martial artist",
			"Radar sense"
		],
		"level": 7,
		"creationDate": "2008-06-22T15:15:00Z",
		"description": "Matt Murdock, aka Daredevil, is a blind lawyer with enhanced sensory abilities. He uses his heightened senses and martial skills to fight crime in Hell's Kitchen, New York, defending the defenseless and seeking justice."
	},
	{
		"id": 10,
		"name": "Wanda Maximoff",
		"heroName": "Scarlet Witch",
		"powers": [
			"Reality manipulation",
			"Energy projection",
			"Telekinesis"
		],
		"level": 8,
		"creationDate": "2011-04-09T09:50:00Z",
		"description": "Wanda Maximoff, known as Scarlet Witch, has the power to alter reality and manipulate the magical energy of chaos. Although she has fought against heroes in the past due to manipulation, she is now a valued member of the Avengers "
	},
	{
		"id": 11,
		"name": "Tony Stark",
		"heroName": "Iron Man",
		"powers": [
			"Powered armor",
			"Genius-level intellect",
			"Flight"
		],
		"level": 9,
		"creationDate": "2004-02-19T08:30:00Z",
		"description": "Tony Stark, also known as Iron Man, is a billionaire engineer and philanthropist. He uses his intelligence and technology to create a high-tech suit of armor that gives him superhuman strength and flight. He combats global threats as Iron Man, protecting the world with its technology and bravery."
	},
	{
		"id": 12,
		"name": "Carol Danvers",
		"heroName": "Captain Marvel",
		"powers": [
			"Super strength",
			"Flight",
			"Energy projection"
		],
		"level": 9,
		"creationDate": "2013-07-11T14:55:00Z",
		"description": "Carol Danvers, known as Captain Marvel, is an Air Force pilot who gains superhuman abilities after being exposed to alien technology. She possesses incredible strength, flight, and the ability to project energy. She fights to protect Earth. and the universe against intergalactic threats."
	},
	{
		"id": 13,
		"name": "T'Challa",
		"heroName": "Black Panther",
		"powers": [
			"Enhanced strength",
			"Vibranium suit",
			"Super agility"
		],
		"level": 9,
		"creationDate": "2005-12-07T16:10:00Z",
		"description": "T'Challa, the Black Panther, is the king of Wakanda and possesses abilities enhanced by the heart of iron. His vibranium suit grants him superhuman strength, endurance and agility. He protects his nation and the world as the Black Panther, fighting villains and defending peace."
	},
	{
		"id": 14,
		"name": "Stephen Strange",
		"heroName": "Doctor Strange",
		"powers": [
			"Sorcery",
			"Reality manipulation",
			"Mystic arts"
		],
		"level": 9,
		"creationDate": "2009-08-30T17:45:00Z",
		"description": "Stephen Strange, also known as Doctor Strange, is a master sorcerer and the Sorcerer Supreme of the Marvel universe. He uses mystical arts and magic to protect the world against supernatural and dimensional threats. As the protector of reality, Strange faces dark beings and magical powers while maintaining balance between the underworld and mystical dimensions."
	},
	{
		"id": 15,
		"name": "Clark Kent",
		"heroName": "Superman",
		"powers": [
			"Super strength",
			"Flight",
			"Heat vision"
		],
		"level": 10,
		"creationDate": "2001-02-28T09:15:00Z",
		"description": "Clark Kent, aka Superman, is an alien from Krypton with amazing abilities. He protects Earth with his superhuman strength, speed and heat vision, defending truth and justice."
	},
	{
		"id": 16,
		"name": "Jean Grey",
		"heroName": "Phoenix",
		"powers": [
			"Telepathy",
			"Telekinesis",
			"Phoenix Force"
		],
		"level": 9,
		"creationDate": "2007-12-18T18:20:00Z",
		"description": "Jean Grey, known as Phoenix, is a mutant with telepathic and telekinetic abilities. By fusing with the Phoenix Force, she gains cosmic powers and the ability to manipulate reality. Although she has struggled with her dark side, Phoenix is a powerful defender of peace and justice in the Marvel universe."
	},
	{
		"id": 17,
		"name": "Remy LeBeau",
		"heroName": "Gambit",
		"powers": [
			"Kinetic energy manipulation",
			"Expert staff fighter",
			"Charm"
		],
		"level": 8,
		"creationDate": "2008-04-05T14:00:00Z",
		"description": "Remy LeBeau, also known as Gambit, is a mutant with the ability to charge objects with explosive kinetic energy. He uses playing cards and a staff as weapons, and is a skilled fighter and thief. Although he has a dark past, Gambit has proven to be a valuable member of the X-Men, fighting for peace and equality."
	},
	{
		"id": 18,
		"name": "Ororo Munroe",
		"heroName": "Storm",
		"powers": [
			"Weather manipulation",
			"Flight",
			"Enhanced senses"
		],
		"level": 8,
		"creationDate": "2006-01-12T15:10:00Z",
		"description": "Ororo Munroe, also known as Storm, is a mutant with the power to control the weather. She can generate storms, lightning, and hurricane-force winds. She is a leader and prominent member of the X-Men, fighting for peaceful coexistence. between mutants and humans, while protecting the innocent from natural and supernatural threats."
	},
	{
		"id": 19,
		"name": "Logan",
		"heroName": "Wolverine",
		"powers": [
			"Regenerative healing",
			"Adamantium claws",
			"Enhanced senses"
		],
		"level": 9,
		"creationDate": "2003-06-28T13:25:00Z",
		"description": "Logan, also known as Wolverine, is a mutant with regenerative abilities and retractable adamantium claws. He is a fierce fighter and an expert in hand-to-hand combat. Despite his reclusive nature, Wolverine has been a valuable member of the X-Men, protecting mutants and humans alike from mutant threats and supervillains."
	},
	{
		"id": 20,
		"name": "Scott Summers",
		"heroName": "Cyclops",
		"powers": [
			"Optic blasts",
			"Leadership",
			"Expert tactician"
		],
		"level": 8,
		"creationDate": "2004-09-02T11:35:00Z",
		"description": "Scott Summers, known as Cyclops, emits powerful blasts of optical energy from his eyes. He is a born leader and expert strategist, leading the X-Men in the fight against mutant threats and supervillains. Despite his destructive gaze, Cyclops is a dedicated hero who protects mutants and humans alike."
	}
]